Repository: r-martins/woocommerce-rmpagseguro
Catalog: languages/woo-pagseguro-rm-*.po
Languages: pt_br

source: By using our module you are helping many NGO's and saving on PagSeguro taxes. Help us to make it even better and leave a %s review!
pt_br: Ao usar nosso módulo você ajuda diversas ONG’s e economiza nas taxas PagSeguro. Ajude-nos a fazer ainda mais e deixe uma avaliação %s!

source: Leave a review
pt_br: Deixe uma avaliação

source: How much I am saving?
pt_br: Quanto economizo?

source: Who am I helping?
pt_br: Quem ajudo?

source: I need help
pt_br: Preciso de ajuda

source: PagSeguro Disabled
pt_br: PagSeguro Desabilitado

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: Moeda <code>%s</code> não é suportada. Só funciona com Real Brasileiro.

source: You should inform your email address.
pt_br: Você deve informar o seu e-mail.

source: depends on the last version of Extra Checkout Fields for Brazil to work!
pt_br: depende da última versão do Extra Checkout Fields for Brazil para funcionar!

source: Active Extra Checkout Fields for Brazil
pt_br: Ativar Extra Checkout Fields for Brazil

source: Install Extra Checkout Fields for Brazil
pt_br: Instalar Extra Checkout Fields for Brazil

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Active WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: Credit Card
pt_br: Cartão de Crédito

source: Billet
pt_br: Boleto

source: Bank Transfer
pt_br: Transferência Bancária

source: PagSeguro credit
pt_br: Saldo PagSeguro

source: Account deposit
pt_br: Depósito em Conta

source: Emergential Card Caixa (Debit)
pt_br: Cartão Emergencial Caixa (Débito)

source: Unknown
pt_br: Desconhecido

source: Credit Card %s
pt_br: Cartão de Crédito %s

source: Billet %s
pt_br: Boleto %s

source: Bank Transfer %s
pt_br: Transferência Bancária %s

source: Please enter with a valid phone number with DDD. Example: (11) 5555-5555.
pt_br: Por favor informe um telefone com DDD válido. Exemplo: (11)5555-5555.

source: Please enter with a valid zip code number.
pt_br: Por favor informe um cep válido.

source: Please enter with a valid CPF number.
pt_br: Informe um CPF válido.

source: Please select a bank to make payment by bank transfer.
pt_br: Selecione um banco para fazer um pagamento com transferência bancária.

source: Credit card holder CPF is required.
pt_br: CPF do dono do cartão é obrigatório.

source: Credit card holder birthdate is required.
pt_br: Data de nascimento do dono do cartão é obrigatório.

source: Credit card holder name is required.
pt_br: Nome do titular do cartão é obrigatório.

source: Credit card holder phone is required.
pt_br: Telefone do titular do cartão é obrigatório.

source: The address complement is too long, it cannot be more than 40 characters.
pt_br: O complemento de endereço é muito grande e não pode ter mais de 40 caracteres.

source: <strong>Neighborhood</strong> is a required field.
pt_br: <strong>Bairro</strong> é um campo obrigatório.

source: Credit card holder CPF invalid.
pt_br: CPF do dono do cartão inválido.

source: Invalid email domain. You must use an email @sandbox.pagseguro.com.br while you are using the PagSeguro Sandbox.
pt_br: Domínio de e-mail inválido. Você deve usar um e-mail @sandbox.pagseguro.com.br enquanto estiver usando PagSeguro com Sandbox.

source: The customer email can not be the same as the PagSeguro account owner.
pt_br: O e-mail do cliente não pode ser o mesmo do dono da conta PagSeguro.

source: An error has occurred while processing your payment, please review your data and try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar seu pagamento. Por favor revise seus dados ou entre em contato conosco para obter ajuda.

source: Order %s
pt_br: Pedido %s

source: Invalid e-mail or public key. Please check your PagSeguro configuration.
pt_br: E-mail ou app key. Por favor verifique sua configuração PagSeguro.

source: An error has occurred while processing your payment, please try again. Or contact us for assistance.
pt_br: Um erro ocorreu ao processar seu pagamento. Por favor tente novamente ou entre em contato conosco para obter ajuda.

source: Please, select a payment method.
pt_br: Por favor, selecione um meio de pagamento.

source: You are not allowed to use the PagSeguro Transparent Checkout. Please check the installation instructions.
pt_br: Você não está autorizado a usar o Checkout PagSeguro Transparente. Por favor verifique as instruções de instalação.

source: Accept payments by credit card, bank debit or banking ticket using the PagSeguro.
pt_br: Aceite pagamentos com cartão de crédito, débito em conta ou boleto usando PagSeguro.

source: Proceed to payment
pt_br: Ir para o pagamento

source: interest free
pt_br: sem juros

source: Invalid credit card number.
pt_br: Número do cartão inválido.

source: Invalid expiry date, please use the MM / YY date format.
pt_br: Data de validade inválida. Use no formato MM / AA.

source: Please check the expiry date and use a valid format as MM / YY.
pt_br: Por favor verifique a data de validade e use um formato MM / AA.

source: Unable to process the data from your credit card on the PagSeguro, please try again or contact us for assistance.
pt_br: Incapaz de processar os dados do seu cartão no PagSeguro. Por favor tente novamente ou entre em contato conosco para obter ajuda.

source: Select a number of installments.
pt_br: Selecione a quantidade de parcelas.

source: System Status &gt; Logs
pt_br: Status de Sistema &gt; Logs

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable PagSeguro
pt_br: Habilitar PagSeguro

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto mostra o título que o usuário vai ver no checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: A descrição do pagamento que é exibida no checkout.

source: Pay via PagSeguro (via Credit card, balance, bank billet or PIX)
pt_br: Pague via PagSeguro (com Cartão, saldo em conta, boleto ou PIX)

source: Integration
pt_br: Integração

source: Integration method
pt_br: Meio de integração

source: Choose how the customer will interact with the PagSeguro. Redirect (Client goes to PagSeguro page) or Lightbox (Inside your store)
pt_br: Escolha como o cliente vai interagir com o PagSeguro. Redirecionar (Cliente vai pata página de checkout do PagSeguro) ou Lightbox (Dentro da sua loja)

source: Redirect
pt_br: Redirecionar

source: Transparent Checkout (recommended)
pt_br: Checkout Transparente (recomendável)

source: Redirect Methods
pt_br: Métodos do Redirect

source: Select the payment methods that will be displayed when customer goes to PagSeguro
pt_br: Selecione os meios de pagamento que estarão disponíveis quando o cliente for para o PagSeguro

source: Redirect Expiry (minutes)
pt_br: Tempo de Expiração (minutos)

source: Defines how long the user can use the checkout link to pay for the order.
pt_br: Define por quanto tempo o usuário pode usar o link de checkout para pagar o pedido.

source: Redirect Max Uses
pt_br: Máximo de usos Redirect

source: Limits the number of times the user can use the same link to pay for the order.
pt_br: Define quantas vezes um usuário pode usar o link de checkout para pagar o pedido.

source: Enable PagSeguro Sandbox
pt_br: Habilitar Sandbox PagSeguro

source: ⚠️ The Sandbox environment is extremelly unstable and it could be offline when you test it.
pt_br: ⚠️ O ambiente de Sandbox é extremamente instável e pode estar fora do ar quando você testar.

source: Use CDN mirror for PagSeguro static files?
pt_br: Usar espelho CDN para os arquivos estáticos do PagSeguro?

source: Instead asking for PagSeguro files, we can obtain those files from a mirror server (faster and more reliable).
pt_br: Ao invés de chamar arquivos estáticos do CDN PagSeguro, usamos um espelhamento com maior disponibilidade e performance (recomendável).

source: PagSeguro Email
pt_br: E-mail PagSeguro

source: Please enter your PagSeguro email address. This is needed in order to take payment.
pt_br: Por favor informe o seu e-mail do PagSeguro. Isso é necessário para receber pagamentos.

source: To get your app key, authorize the app. %s to authorize it (it's free).
pt_br: Para obter sua App Key autorize a aplicação. %s para autorizar gratuitamente.

source: Click here
pt_br: Clique aqui

source: PagSeguro Sandbox Email
pt_br: E-mail Sandbox PagSeguro

source: Please enter your PagSeguro sandbox email address. You can get your sandbox email %s.
pt_br: Entre seu e-mail de Sandbox do PagSeguro. Você pode obter seu e-mail de sandbox %s.

source: here
pt_br: aqui

source: PagSeguro Sandbox App Key
pt_br: App Key Sandbox PagSeguro

source: To get your sandbox app key, authorize your sandbox app. %s to authorize it (it's free).
pt_br: Para obter sua App Key de Sandbox autorize a aplicação criada no Sandbox. %s para autorizar (gratuitamente).

source: Transparent Checkout Options
pt_br: Opções do Checkout Transparente

source: Enable Credit Card for Transparente Checkout
pt_br: Habilitar Cartão de Crédito para Checkout Transparente

source: Enable Bank Transfer for Transparente Checkout
pt_br: Habilitar Transferência Bancária para Checkout Transparente

source: Banking Ticket
pt_br: Boleto Bancário

source: Enable Banking Ticket for Transparente Checkout
pt_br: Habilitar Boleto Bancário para Checkout Transparente

source: Banking Ticket Tax Message
pt_br: Mensagem de Taxa do Boleto Bancário

source: Display a message alerting the customer that will be charged R$ 1,00 for payment by Banking Ticket
pt_br: Exibe uma mensagem avisando que o cliente será cobrado em R$ 1,00 pelo pagamento com Boleto Bancário

source: Others
pt_br: Outras

source: Enable the Redirect to PagSeguro option together with the Transparent Checkout
pt_br: Habilitar a opção Redirecionar para PagSeguro junto com o Checkout Transparente

source: Redirect Title
pt_br: Título do Redirecionar

source: Name that will be displayed as Other payment options (tab title)
pt_br: Nome que será exibido como Outras formas de pagamento (título da aba)

source: Integration Behavior
pt_br: Comportamento da Integração

source: Send only the order total
pt_br: Enviar apenas o valor total do pedido

source: If this option is enabled will only send the order total, not the list of items.
pt_br: Se esta opção estiver ativa apenas o valor total do pedido será enviado, e não a lista dos itens.

source: Invoice Prefix
pt_br: Prefixo da Fatura

source: Please enter a prefix for your invoice numbers. If you use your PagSeguro account for multiple stores ensure this prefix is unqiue as PagSeguro will not allow orders with the same invoice number.
pt_br: Informe um prefixo para o número das faturas. Se você usa sua conta PagSeguro para mais de uma loja, certifique-se que este prefixo é único, já que o PagSeguro não aceita pedidos com o mesmo número de fatura.

source: Disable module if selected country is not Brazil
pt_br: Desabilitar módulo se país selecionado não for Brasil

source: Disable module if selected country is not Brazil (enable this option if you sell to other countries than Brazil).
pt_br: Desabilitar módulo se país selecionado não for Brasil (habilite esta opção se você vende para outros países que não Brasil).

source: Gateway Testing
pt_br: Testando o Gateway

source: Enable logging
pt_br: Habilitar logs

source: Log PagSeguro events, such as API requests, inside %s
pt_br: Logue eventos PagSeguro, como chamadas API, dentro %s

source: Incorrect App Key. The App Key (or Public Key) is only 35 characters long and starts with the PUB prefix.
pt_br: App Key Incorreta. A App Key (ou Chave Pública) tem apenas 35 caracteres e sempre começa com PUB.

source: Invalid App Key.
pt_br: App Key Inválida.

source: Payer email
pt_br: E-mail do comprador

source: Payer name
pt_br: Nome do comprador

source: Payment type
pt_br: Tipo de pagamento

source: Payment method
pt_br: Meio de pagamento

source: Installments
pt_br: Parcelas

source: Payment URL
pt_br: URL de Pagamento

source: Intermediation Rate
pt_br: Taxa de Intermediação

source: Intermediation Fee
pt_br: Tarifa de Intermediação

source: Transaction Code
pt_br: Código da Transação

source: Acquirer Name
pt_br: Nome do Adquirente

source: Authorization Code
pt_br: Código de Autorização

source: Estabilishment Code
pt_br: Código do Estabelecimento

source: Payment Method
pt_br: Meio de Pagamento

source: PagSeguro: The buyer initiated the transaction, but so far the PagSeguro not received any payment information.
pt_br: PagSeguro: O comprador iniciou a transação, mas até agora o PagSeguro não recebeu informações sobre o pagamento.

source: PagSeguro: Payment under review.
pt_br: PagSeguro: Pagamento em análise.

source: PagSeguro: Payment approved.
pt_br: PagSeguro: Pagamento aprovado.

source: PagSeguro: Payment completed and credited to your account.
pt_br: PagSeguro: Pagamento completo e disponível na sua conta.

source: PagSeguro: Payment came into dispute.
pt_br: PagSeguro: Pagamento entrou em disputa.

source: Payment for order %s came into dispute
pt_br: Pagamento para o pedido %s entrou em disputa

source: Payment in dispute
pt_br: Pagamento em disputa

source: Order %s has been marked as on-hold, because the payment came into dispute in PagSeguro.
pt_br: Pedido %s foi marcado como segurado, pois o pagamento entrou em disputa no PagSeguro.

source: PagSeguro: Payment refunded.
pt_br: PagSeguro: Pagamento devolvido.

source: Payment for order %s refunded
pt_br: Pagamento para o pedido %s devolvido

source: Payment refunded
pt_br: Pagamento devolvido

source: Order %s has been marked as refunded by PagSeguro.
pt_br: Pedido %s foi marcado como devolvido pelo PagSeguro.

source: PagSeguro: Payment canceled.
pt_br: PagSeguro: Pagamento cancelado.

source: Settings
pt_br: Configurações

source: Click to try again
pt_br: Clique para tentar de novo

source: Hello World
pt_br: Olá Mundo

source: Exclude
pt_br: Excluir

source: Include
pt_br: Incluir

source: Index
pt_br: Índice

source: Payment
pt_br: Pagamento

source: Please use the link below to view your Banking Ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor use o link abaixo para visualizar seu boleto. Você pode imprimir e pagar no site do seu banco ou em uma casa lotérica:

source: Pay the Banking Ticket
pt_br: Pagar o Boleto

source: After we receive the ticket payment confirmation, your order will be processed.
pt_br: Após recebermos a confirmação de pagamento do boleto, seu pedido será processado.

source: Please use the link below to make the payment in your bankline:
pt_br: Por favor use o link abaixo para fazer o pagamento no seu banco:

source: Pay at your bank
pt_br: Pagar no seu banco

source: After we receive the confirmation from the bank, your order will be processed.
pt_br: Após recebermos a confirmação de pagamento do banco, seu pedido será processado.

source: You just made the payment in %s using the %s.
pt_br: Você acabou de fazer o pagamento em %s usando o %s.

source: As soon as the credit card operator confirm the payment, your order will be processed.
pt_br: Assim que a operadora do seu cartão confirmar o pagamento, seu pedido será processado.

source: Thank you for your order, please wait a few seconds to make the payment with PagSeguro.
pt_br: Obrigado pelo seu pedido. Por favor aguarde alguns segundos para realizar o pagamento com PagSeguro.

source: Thank you for your order, please click the button below to pay with PagSeguro.
pt_br: Obrigado pelo seu pedido. Por favor clique no botão abaixo para pagar com PagSeguro.

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido &amp; restaurar carrinho

source: Pay via PagSeguro
pt_br: Pagar com PagSeguro

source: Please click in the following button to view your Banking Ticket.
pt_br: Por favor clique no botão a seguir para visualizar seu Boleto Bancário.

source: You can print and pay in your internet banking or in a lottery retailer.
pt_br: Você pode imprimir e pagar no site do banco ou em uma casa lotérica.

source: Please use the following button to make the payment in your bankline.
pt_br: Por favor use o botão abaixo para pagar no site do seu banco.

source: Card Holder Name
pt_br: Nome do Titular do Cartão

source: as recorded on the card
pt_br: como gravado no cartão

source: Card Number
pt_br: Número do Cartão

source: Expiry (MM/YY)
pt_br: Validade (MM/AA)

source: MM / YY
pt_br: MM / AA

source: Security Code
pt_br: Código de Segurança

source: CVC
pt_br: CVV

source: the minimum value of the installment is R$ 5,00
pt_br: o valor mínimo de cada parcela é R$ 5,00

source: Card Holder CPF
pt_br: CPF do Dono do Cartão

source: Card Holder Birth Date
pt_br: Data de Nascimento do Titular do Cartão

source: DD / MM / YYYY
pt_br: DD / MM / AAAA

source: Card Holder Phone
pt_br: Telefone do Titular do Cartão

source: Select your bank:
pt_br: Selecione o seu banco:

source: * After clicking "Proceed to payment" you will have access to the link that will take you to your bank's website, so you can make the payment in total security.
pt_br: * Após clicar em “Ir para pagamento” você terá acesso ao link para o site do seu banco onde poderá fazer o pagamento em total segurança.

source: The order will be confirmed only after the payment approval.
pt_br: O pedido será confirmado somente após a aprovação do pagamento.

source: Tax
pt_br: Taxa

source: R$ 1,00 (rate applied to cover management risk costs of the payment method).
pt_br: R$ 1,00 (tarifa aplicada para gerenciar os riscos deste meio de pagamento)

source: * After clicking "Proceed to payment" you will have access to banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: * Após clicar em “Ir paga pagamento” você terá acesso ao boleto bancário que você pode imprimir e pagar no site do seu banco ou em uma casa lotérica.

source: * After clicking "Proceed to payment" you will be redirected to PagSeguro and will be able to select various payment methods including credit and debit card, pagseguro balance, bank billet and PIX.
pt_br: Você será redirecionado para o PagSeguro e poderá escolher diversos meios de pagamento, incluindo cartão de crédito, débito, saldo PagSeguro, boleto e PIX.

source: This purchase is being made in Brazil
pt_br: Esta compra está sendo feita no Brasil

source: Brazilian flag
pt_br: Bandeira do Brasil
